/* 
  Localizable.strings
  Hidden Bar

  Created by Licardo on 2020/3/9.
  Copyright © 2020 Dwarves Foundation. All rights reserved.
*/

"Preferences..." = "環境設定...";
"Quit" = "終了";
"Toggle Auto Collapse" = "自動折りたたみを切り替える";
"Enable Auto Collapse" = "自動折りたたみオン";
"Disable Auto Collapse" = "自動折りたたみオフ";
"Set Shortcut" = "ショットキーを設定";
"Tutorial text" = "
「アイコンを常に非表示機能」でメニューバーをスッキリできる.
設定方法:
1. 「アイコンを常に非表示機能」を有効にする（半透明の｜が表示される）．
2. Command(⌘)キーを押しながら，半透明の「｜」を不透明「｜」の左側に移動して，さらに常に非表示したいアイコンを半透明の「｜」の左側に移動する．
3. 最後は「＞」を右クリックすると，半透明「｜」より左にあるアイコンが常に非表示される．
（もう一回「＞」を右クリックすると，常に非表示されたアイコンが表示される）
";
